export const initialState = [
  {
    key: 12,
    name: "علی",
    email: "gfc@kuhk.ijn",
    text: "خیلی قشنگ و شیکه . جنس پارچه عالی",
  },
  {
    key: 12,
    name: "اسما",
    email: "gfc@kuhk.ijn",
    text: "من سایزم مدیوم هست از جدول خودشون هم نگاه کردم همون مدیوم بودم. ولی لباس توی تنم گشاد و دراز بود!! درست مثل لباس هایی که توی بیمارستان به آدم می دن!!!!! من نمیدونم چطور از این لباس های زشت عکس میندازن که آدم فکر می کنه قشنگه!!!! من همه ی نظر ها رو هم خونده بودم خیلی ها راضی بودن!!",
  },
  {
    key: 22,
    name: "ستاره",
    email: "gfc@kuhk.ijn",
    text: "سلام ببخشید سایز m یعنی چه سایزی هست آیا سایر ۴۰ هست",
  },
];