import React from "react";
import './styles.css';

const AboutUs = () => {
  return (
    <div>
      <article className='about-us mx-3 my-3 mb-5'>
        <h1 className='about-titr'>درباره آی شاپ</h1>
        <p className=''>
          توسعه اینترنت, روشهای خرید ما را به کلی دگرگون کرده است. منافع موجود
          در خرید اینترنتی هر روز، تعداد بیشتری از مردم را به تجربه آن و ایجاد
          تغییر در الگوهای متداول خرید ترغیب می کند. بعد از تجربه دیجی‌کالا،
          خرید اینترنتی بیشتر با سرعت زندگی مدرن همگام شد و توانست خود را با
          روحیات و نیازهای رو به رشد مشتریان هماهنگ کند. در حالیکه مشغله های
          روزانه فرصت لذت بردن از اوقات فراغت را کاهش داده است، صرف زمان های
          طولانی برای انجام سفرهای درون شهری و خرید نیازهای روزانه معنای خود را
          از دست می دهد. آنچه در فرصت اوقات فراغت برای افراد در اولویت قرار می
          گیرد، تفریح، آموزش، ورزش، لذت بردن از علایق شخصی و رفع خستگی‏‏های
          روزانه است. همه این عوامل افراد را مجاب به استفاده از روش های نوین
          مانند مراجعه به یک فروشگاه اینترنتی در کمترین زمان برای انجام فعالیت
          هایی وقت گیر گذشته می کند، تا قبل از دیجی‌استایل فرآیند استقبال
          مشتریان از دیجی کالا ثابت کرد این روش از زندگی مورد علاقه طیف عظیمی از
          افراد است .
        </p>
      </article>
      <article className='why-us mx-3 my-3'>
        <h1 className='about-titr'>چرا آی شاپ</h1>
        <p className=''>
          راهکارهای متنوعی که دنیای مدرن برای رفع نیازهای روزمره از جمله انتخاب
          و خرید کالا به افراد پیشنهاد می دهد، باعث افزایش سرعت و دقت در انجام
          این امور می شود. با این شرایط تازه دیگر کمتر کسی کالایی را بدون تحقیق
          و بررسی خریداری می کند( سبکی که به جرات می توان گفت به وسیله دیجی‌کالا
          مرسوم شد ) . مشتریان پیش از خرید هریک از کالاهای مورد نیاز خود، با طیف
          وسیعی از انتخاب ها مواجه اند و در مقابل آن، به اطلاعات دقیق تری
          نیازمندند. دقت در ویژگی های هر کالا و دسترسی به اطلاعات صحیح نیاز
          اساسی مشتریان است. امروزه روش های نوین و هوشمندانه خرید، می تواند به
          خوبی پاسخگوی نیازهای مشتریان باشد و همین امر موجب شده روزانه افراد
          بیشتری به جمع استفاده کنندگان سرویس های اینترنتی بپیوندند .
        </p>
        <ul className='px-3'>
            <li><span>&#10004;</span>اصالت برند کالا</li>
            <li><span>&#10004;</span>قیمت مناسب</li>
            <li><span>&#10004;</span>تحویل روزانه</li>
            <li><span>&#10004;</span>خدمات پس از فروش</li>
        </ul>
      </article>
    </div>
  );
};

export default AboutUs;
